lib/xml/createContactField.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:createContactField>
            <!--Optional:-->
            <field>
                <!--Optional:-->
                <displayAs>?</displayAs>
                <!--Optional:-->
                <mapTo>?</mapTo>
                <!--Optional:-->
                <name>?</name>
                <!--Zero or more repetitions:-->
                <restrictions>
                    <!--Optional:-->
                    <type>?</type>
                    <!--Optional:-->
                    <value>?</value>
                </restrictions>
                <!--Optional:-->
                <system>?</system>
                <!--Optional:-->
                <type>?</type>
            </field>
        </ser:createContactField>
    </soapenv:Body>
</soapenv:Envelope>